 <!-- BEGIN: Content-->
 <div class="app-content content">
        <div class="content-overlay"></div>
        <div class="content-wrapper">
            <div class="content-header row">
                <div class="content-header-left col-md-6 col-12 mb-2">
                    <h3 class="content-header-title mb-0">เงื่อนไขและข้อตกลง</h3>
                    <div class="row breadcrumbs-top">
                        <div class="breadcrumb-wrapper col-12">
                            <ol class="breadcrumb">
                                <li class="breadcrumb-item"><a href="<?php echo base_url($lang.'/'); ?>">Home</a>
                                </li>
                                <li class="breadcrumb-item active">เงื่อนไขและข้อตกลง
                                </li>
                            </ol>
                        </div>
                    </div>
                </div>
            </div>
            <section id="product_list">
                    <div class="row">
                        <div class="col-12">
                            <div class="card">
                                <div class="card-header">
                                    <a class="heading-elements-toggle"><i class="fa fa-ellipsis-v font-medium-3"></i></a>
                                    <div class="heading-elements">
                                        <ul class="list-inline mb-0">
                                            <li><a data-action="collapse"><i class="feather icon-minus"></i></a></li>
                                            <!-- <li><a data-action="reload" onclick="//getSellerList()"><i class="feather icon-rotate-cw"></i></a></li> -->
                                            <li><a data-action="expand"><i class="feather icon-maximize"></i></a></li>
                                        </ul>
                                    </div>
                                </div>
                                <div class="card-content collapse show">
                                    <div class="card-body card-dashboard">
                                        <div id="app-invoice-wrapper" class="">

                                        <div class="card-content">
                                            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;โปรดศึกษาและทำความเข้าใจเงื่อนไข/ข้อตกลงในการสั่งซื้อสินค้าและการใช้บริการของ  อีมาร์เก็ตช้อปให้ละเอียด  เนื่องจากเงื่อนไข/ข้อตกลงตามเอกสารฉบับนี้ได้กำหนดข้อมูลที่สำคัญเกี่ยวกับสิทธิและหน้าที่ ตลอดจนการชดเชยของผู้ใช้บริการอีมาร์เก็ตช้อป  โดยเนื้อหาทั้งหมดจะประกอบด้วยข้อกำหนดและข้อยกเว้น ตลอดจนหน้าที่ต่าง ๆ ตามที่กฎหมายและข้อบังคับต่าง ๆ มีผลบังคับใช้ระหว่างผู้ใช้บริการกับอีมาร์เก็ตช้อป</p>
                                            <div class="entry-content">
                                                <h3>1. คำนิยามและคำจำกัดความ</h3>
                                            </div>
                                            <br>
                                            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“ คู่สัญญา “  หมายถึง ผู้ใช้บริการและอีมาร์เก็ตช้อปทั้งสองฝ่าย“ คำสั่งซื้อ “ หมายถึง ผู้ใช้บริการทำการสั่งซื้อสินค้าผ่านช่องทางอีมาร์เก็ตช้อป  “ ช่องทางของอีมาร์เก็ตช้อป “ หมายถึง เว็บไซต์และแอพพลิเคชั่นของอีมาร์เก็ตช้อป ซึ่ง อีมาร์เก็ตช้อปได้รับอนุญาตให้นำออกเผยแพร่และ / หรือใช้งานภายใต้เครื่องหมายการค้า “ อีมาร์เก็ตช้อป “ หรือ  “ Emarketshops. ““ ผู้ใช้บริการ “  หมายความถึง ลูกค้าหรือบุคคล รวมทั้งบุคคลธรรมดา, สถานประกอบการ หรือร้านอาหารที่ได้จดทะเบียนนิติบุคคล ที่ได้ทำการสั่งซื้อสินค้าและบริการผ่านช่องทาง อีมาร์เก็ตช้อป“ ผู้ใช้บริการประเภทบุคคลธรรมดา “ หมายถึงผู้ใช้บริการทั่วไปที่เป็นบุคคลธรรมดา หรือนิติบุคคลที่มิได้จดทะเบียนเป็นผู้ประกอบการร้านอาหารหรือร้านค้า“ อีมาร์เก็ตช้อป “  หมายถึง Wold Corporation (Thailand) Co.,Ltd Head office  92/109 Moo.5  Sub district banmai, district pak kret, Province  Nonthaburi  11120.</p>
                                            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“ สินค้า “  หมายถึง สินค้าใด ๆ ที่ได้มีการเสนอขาย และผู้ใช้บริการทำการสั่งซื้อผ่านช่องทางของอีมาร์เก็ตช้อป  ทั้งวัตถุดิบในการทำอาหาร ตลอดจนอาหารสด, อาหารแห้ง, ผักสด,  ผลไม้สด, เครื่องปรุงอาหาร, ผลิตภัณฑ์อาหารแปรรูป และอื่น ๆ
                                            </p>
                                            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“ เหตุสุดวิสัย “  หมายถึงเหตุการณ์ใด ๆ ที่เกิดขึ้นระหว่างผู้ใช้บริการกับอีมาร์เก็ตช้อป    โดยที่อีมาร์เก็ตช้อป  มิได้มีเจตนาที่จะให้เกิดขึ้น    ซึ่งเหตุการณ์ดังกล่าวอาจจะอยู่นอกเหนือการควบคุมของอีมาร์เก็ตช้อป  โดยอาจจะส่งผลให้อีมาร์เก็ตช้อป ดำเนินการส่งมอบสินค้าล่าช้า, ไม่ทันตามกำหนดวันและเวลา หรือสถานที่ใด ๆ ตามข้อตกลง ในการสั่งซื้อสินค้าของผู้ใช้บริการกับ อีมาร์เก็ตช้อป ทั้งนี้เหตุสุดวิสัยนี้  ยังรวมถึงเหตุการณ์เฉพาะหน้าที่อีมาร์เก็ตช้อป ไม่สามารถทราบล่วงหน้า  ซึ่งอาจจะส่งผลกระทบทั้งทางตรงและทางอ้อมต่อการดำเนินการส่งมอบสินค้าตามคำสั่งซื้อสินค้าของผู้ใช้บริการนั้น ๆ เช่นเหตุการณ์อุทกภัย, อัคคีภัย, วาตภัย, แผ่นดินไหว, อุบัติเหตุ หรือคำสั่งของรัฐบาล หน่วยงานของรัฐ หรือหน่วยงานใด ๆ ที่อีมาร์เก็ตช้อปต้องปฏิบัติตามคำสั่งนั้น</p>
                                            <div class="entry-content">
                                                <h3>2. การทำรายการสั่งซื้อสินค้า</h3>
                                            </div>
                                            <br>
                                                <ol>
                                                    <li>ราคาสินค้าที่อีมาร์เก็ตช้อป ได้กำหนดไว้บนช่องทางอีมาร์เก็ตช้อป เป็นราคาสินค้าที่ยังไม่รวมภาษีมูลค่าเพิ่ม  โดยระบบของอีมาร์เก็ตช้อป จะทำการคำนวณภาษีมูลค่าเพิ่ม และอัตราค่าจัดส่งสินค้าดังกล่าวให้กับผู้ใช้บริการในช่องรวมราคาสินค้า โดยอีมาร์เก็ตช้อป มีความประสงค์ให้ผู้ใช้บริการได้ทำการเลือกซื้อสินค้าให้ครบทุกรายการ  ก่อนที่ผู้ใช้บริการจะทำการยืนยันคำสั่งซื้อสินค้า ทางอีมาร์เก็ตช้อป จะชี้แจงรายละเอียดมูลค่าราคารวมทั้งหมดของรายการสั่งซื้อสินค้าต่อ 1 คำสั่งการสั่งซื้อสินค้า   เพื่อให้ผู้ใช้บริการได้พิจารณาตรวจสอบรายละเอียดก่อนทำการยืนยันการสั่งซื้อสินค้า และเลือกช่องทางชำระเงินค่าสินค้าตามที่ผู้ใช้บริการสะดวก</li>
                                                    <br>
                                                    <li>การยืนยันการสั่งซื้อสินค้า  ผู้ใช้บริการจะต้องทำการคัดเลือกสินค้าและราคา โดยพิจารณาตรวจสอบความถูกต้องให้ครบถ้วน  ก่อนทำการยืนยันการสั่งซื้อสินค้า  เพราะหากมีการยืนยันการสั่งซื้อสินค้าดังกล่าวแล้วทางอีมาร์เก็ตช้อป จะถือว่าผู้ใช้บริการมีความประสงค์ยืนยันที่จะให้อีมาร์เก็ตช้อป ดำเนินการจัดส่งสินค้าตามคำสั่งซื้อสินค้านั้น ๆ โดยผู้ใช้บริการจะไม่สามารถเปลี่ยนแปลงรายการสินค้าใด ๆ ได้หลังจากที่ได้กดยืนยันคำสั่งซื้อสินค้าแล้ว</li>
                                                    <br>
                                                    <li>ผู้ใช้บริการสามารถทำรายการสั่งซื้อสินค้าได้หลาย ๆ รายการในครั้งเดียวกัน โดยสามารถแจ้งให้ทางอีมาร์เก็ตช้อป ทราบชัดเจนถึงรายละเอียดของวัน / เวลา และสถานที่ในการจัดส่งสินค้า</li>
                                                    <br>
                                                    <li>สำหรับผู้ใช้บริการประเภทร้านอาหาร  หากได้มีการกดยืนยันคำสั่งซื้อสินค้าแล้ว ทางอีมาร์เก็ตช้อป จะถือว่าคำสั่งซื้อนั่นเสร็จสมบูรณ์ทันที</li>
                                                    <br>
                                                    <li>สำหรับผู้ใช้บริการที่เป็นบุคคลธรรมดา หากได้มีการกดยืนยันการสั่งซื้อสินค้าแล้วทางอีมาร์เก็ตช้อป      จะไม่ถือว่าการสั่งซื้อสมบูรณ์ จนกว่าผู้ใช้บริการจะทำการชำระเงินค่าสินค้าให้ครบถ้วนแล้วเท่านั้นหลังจากผู้ใช้บริการได้ทำการกดยืนยันการสั่งซื้อสินค้า และคำสั่งซื้อสินค้านั้นสมบูรณ์ตามเงื่อนไข/ข้อตกลง 2.4 และ 2.5 เรียบร้อยแล้ว  ทางระบบอีมาร์เก็ตช้อป จะดำเนินการออกหมายเลขคำสั่งซื้อสินค้า</li>
                                                    <br>
                                                    <li>อัตโนมัติ โดยจะดำเนินการส่งมอบหมายเลขคำสั่งซื้อสินค้าให้กับผู้ใช้บริการผ่านช่องทางอีเมล์  (ตามที่ผู้ใช้บริการแจ้งไว้กับอีมาร์เก็ตช้อป) โดยที่ผู้ใช้บริการจะไม่สามารถเปลี่ยนแปลง หรือยกเลิกรายการสินค้าที่ได้กดยืนยันตามคำสั่งซื้อสินค้านี้ได้</li>
                                                </ol>
                                            <div class="entry-content">
                                                <h3>3. ช่องทางการชำระเงิน</h3>
                                            </div>
                                            <br>
                                                <ol>
                                                    <li>ผู้ใช้บริการสามารถเลือกช่องทางในการชำระค่าสินค้าได้หลายช่องทางตามที่อีมาร์เก็ตช้อป ได้กำหนดไว้ดังนี้
                                                        <ol>
                                                            <br>
                                                            <li>ชำระเงินโดยการโอนผ่านบัญชีธนาคารของ อีมาร์เก็ตช้อป</li><br>
                                                            <li>ชำระเงินผ่านบัตรเครดิตหรือบัตรเดบิต</li><br>
                                                            <!-- <li>ชำระเงินผ่าน Playplus</li><br> -->
                                                            <li>ชำระเงินผ่านช่องทางอื่น ๆ ที่ทางอีมาร์เก็ตช้อปแจ้งให้ทราบเพิ่มเติม</li><br>
                                                        </ol>
                                                    </li>
                                                    <br>
                                                    <li>ผู้ใช้บริการที่เป็นบุคคลธรรมดาต้องทำการชำระเงินค่าสินค้าภายในเวลาที่ ทางอีมาร์เก็ตช้อป กำหนดและแสดงหลักฐานการชำระเงินให้ทางอีมาร์เก็ตช้อป ตามช่องทางที่ อีมาร์เก็ตช้อป ได้แจ้งให้ทราบ เพื่อเป็นการยืนยันการสั่งซื้อสินค้า ซึ่งเมื่อผู้ใช้บริการได้ทำการชำระเงิน และแจ้งให้อีมาร์เก็ตช้อปทราบแล้ว จึงจะถือว่าคำสั่งซื้อสินค้านั้นเสร็จสมบูรณ์ทันที  หากผู้ใช้บริการไม่ดำเนินการชำระค่าสินค้าตามเวลาที่อีมาร์เก็ตช้อปกำหนด ทางระบบของอีมาร์เก็ตช้อป จะทำการยกเลิกคำสั่งซื้อสินค้าโดยอัตโนมัติ และหากผู้ใช้บริการมีความประสงค์จะทำการสั่งซื้อสินค้าใหม่  จะต้องทำการคัดเลือกสินค้าและปฎิบัติตามขั้นตอนใหม่ ก่อนจะดำเนินการกดยืนยันคำสั่งซื้อและชำระค่าสินค้าตามที่ อีมาร์เก็ตช้อป กำหนด ซึ่งจะถือว่าคำสั่งซื้อสินค้าเสร็จสมบูรณ์</li>
                                                    <br>
                                                    <li>ผู้ใช้บริการที่เป็นผู้ประกอบการร้านอาหาร สามารถชำระค่าสินค้าภายหลังจากที่อีมาร์เก็ตช้อป ได้ส่งมอบสินค้าโดยอาจจะชำระค่าสินค้าภายในเวลาหลังจากที่ได้รับสินค้าทันที หรือหลังจากได้รับสินค้าแล้วตามกำหนดระยะเวลาที่อีมาร์เก็ตช้อป ได้แจ้งเพื่มเติมเป็นรายกรณี ที่ผู้ประกอบการร้านอาหารไม่สามารถดำเนินการชำระค่าสินค้าได้ตามข้อกำหนดแรก โดยผู้ใช้บริการประเภทร้านอาหารจะต้องมีหน้าที่ในการรับผิดชอบชำระดอกเบี้ยอันเกิดจากการชำระเงินค้าสินค้าล่าช้าในอัตราร้อยละสิบห้า (15%)  ต่อปี</li>
                                                </ol>
                                            <div class="entry-content">
                                                <h3>4. การยกเลิกคำสั่งซื้อสินค้า</h3>
                                            </div>
                                            <br>
                                                <ol>
                                                    <li>สำหรับผู้ใช้บริการประเภทบุคคลธรรมดาที่ได้ทำการกดยืนยันคำสั่งซื้อสินค้า และชำระค่าสินค้าเรียบร้อยแล้ว  ผู้ใช้บริการประเภทบุคคลธรรมดาจะไม่สามารถยกเลิกคำสั่งซื้อสินค้าได้ไม่ว่าจะกรณีใด ๆ ทั้งสิ้น</li>
                                                    <br>
                                                    <li>สำหรับผู้ใช้บริการประเภทร้านอาหาร หากได้ทำการกดยืนยันคำสั่งซื้อสินค้าแล้ว ผู้ใช้บริการประเภทร้านอาหารสามารถยกเลิกคำสั่งซื้อได้ภายในเวลา 22.00 น. หรือภายในเวลาที่ทางอีมาร์เก็ตช้อป กำหนดตามสถานการณ์ ก่อนวันที่มีกำหนดรับสินค้า 1 วัน  โดยไม่เสียค่าใช้จ่ายหรือค่าปรับใด ๆ ทั้งสิ้น  และหากผู้ใช้บริการประเภทร้านอาหารได้ทำการยกเลิกคำสั่งซื้อสินค้าหลังเวลาที่ทางอีมาร์เก็ตช้อป กำหนด ทางอีมาร์เก็ตช้อป จะถือว่าการยกเลิกคำสั่งซื้อสินค้านั้นไม่มีผล  และทางอีมาร์เก็ตช้อป จะดำเนินการส่งมอบสินค้าตามปกติคำสั่งซื้อสินค้า และจะทำการเรียกเก็บค่าสินค้า  โดยให้ผู้ใช้บริการประเภทร้านอาหารชำระค่าสินค้าตามรายละเอียดคำสั่งซื้อสินค้าที่ได้ตกลงกันไว้ตามการกดยืนยันคำสั่งซื้อสินค้าเดิม</li>
                                                </ol>
                                            <div class="entry-content">
                                                <h3>5. การจัดส่งสินค้า</h3>
                                            </div>
                                            <br>
                                                <ol>
                                                    <li>ทางอีมาร์เก็ตช้อปจะทำการจัดส่งสินค้าให้กับผู้ใช้บริการทั้งประเภทบุคคลธรรมดา และประเภทร้านอาหาร  ตามสถานที่ที่ผู้ใช้บริการระบุในคำสั่งซื้อสินค้า โดยผู้ใช้บริการจะรับทราบถึงอัตราค่าจัดส่งสินค้า จากรายละเอียดสรุปท้ายคำสั่งซื้อสินค้าก่อนทำการกดยืนยัน</li>
                                                    <br>
                                                    <li>กรณีการจัดส่งสินค้าให้กับผู้ใช้บริการประเภทบุคคลธรรมดา ทางอีมาร์เก็ตช้อป และพนักงานของอีมาร์เก็ตช้อป  หรือบริษัทขนส่งต่าง ๆ ที่ทางอีมาร์เก็ตช้อป เลือกใช้บริการที่จะดำเนินการจัดส่งสินค้าให้กับผู้ใช้บริการ  จะทำการติดต่อกับผู้ใช้บริการเพื่อยืนยันสถานที่ เวลาที่ทำการจัดส่งสินค้า ซึ่งผู้ใช้บริการมีหน้าที่รับสายของพนักงานเพื่อทำการสอบถามเส้นทางของสถานที่จัดส่งที่ถูกต้อง  และหากปรากฏว่าพนักงาน หรือบริษัทขนส่งของทางอีมาร์เก็ตช้อป  ไม่สามารถติดต่อกับผู้ใช้บริการเพื่อส่งมอบสินค้าในช่วงระยะเวลาที่มีการขนส่ง จนเป็นเหตุให้ไม่สามารถจัดส่งสินค้า หรือไม่สามารถหาสถานที่ในการจัดส่งสินค้าให้กับผู้ใช้บริการได้  ทางอีมาร์เก็ตช้อป ขอสงวนสิทธิ์ในการนำสินค้ากลับ และระงับการจัดส่งสินค้าให้กับผู้ใช้บริการ โดยจะไม่มีการคืนสินค้าและค่าขนส่งใด ๆ ทั้งสิ้น</li>
                                                </ol>
                                            <div class="entry-content">
                                                <h3>6. การรับประกันสินค้า</h3>
                                            </div>
                                            <br>
                                                <ol>
                                                    <li>เมื่ออีมาร์เก็ตช้อป ได้ดำเนินการจัดส่งสินค้าให้กับผู้ใช้บริการตามสถานที่ที่ได้แจ้งไว้กับ    ทางอีมาร์เก็ตช้อป โดยพนักงานของอีมาร์เก็ตช้อป และ / หรือบริษัทขนส่งที่ ทางอีมาร์เก็ตช้อป เลือกใช้บริการในการดำเนินการจัดส่งสินค้า  และก่อนรับสินค้าผู้ใช้บริการได้มีการทักท้วงว่าได้รับสินค้าไม่ครบถ้วน หรือคุณภาพของสินค้าไม่ตรงตามที่ ทางอีมาร์เก็ตช้อปแจ้งไว้ผ่านช่องทาง อีมาร์เก็ตช้อป  ณ เวลาที่จัดส่ง หากทางอีมาร์เก็ตช้อป ได้ทำการตรวจสอบภายหลังแล้วพบว่าได้มีการจัดส่งสินค้าไม่ครบถ้วนและไม่ได้คุณภาพตามที่แจ้งไว้จริงทางอีมาร์เก็ตช้อป จะดำเนินการดังต่อไปนี้
                                                        <ol>
                                                            <br>
                                                            <p>6.1.1&nbsp;&nbsp;&nbsp;กรณีผู้ใช้บริการประเภทบุคคลธรรมดา ทางอีมาร์เก็ตช้อปจะดำเนินการคืนเงินให้ผู้ใช้บริการตามที่ได้ชำระจริงแล้ว  สำหรับสินค้าที่มีการทักท้วงจากผู้ใช้บริการโดยทาง         อีมาร์เก็ตช้อป  จะดำเนินการคืนเงินให้เป็นเครดิตเงินคืนภายใน 5-7 วันทำการ โดยผู้ใช้บริการจะสามารถนำเครดิตเงินคืนนี้ไปใช้สั่งซื้อสินค้าในครั้งถัดไป  หรือจะนำเครดิตเงินคืนนี้ไปแลกเปลี่ยนเป็นเงินสดจากทางอีมาร์เก็ตช้อป ได้ตามที่ช่องทางอีมาร์เก็ตช้อป แจ้งหรือกำหนด</p><br>
                                                            <p>6.1.2&nbsp;&nbsp;&nbsp;กรณีผู้ใช้บริการประเภทร้านอาหาร  ทางอีมาร์เก็ตช้อป จะดำเนินการตัดราคาสินค้าที่มีการทักท้วงออกจากบิลเรียกเก็บเงิน  จากผู้ใช้บริการประเภทร้านอาหาร สำหรับการสั่งซื้อสินค้าคราวนั้น ๆ  หากแต่ว่าทางผู้ใช้บริการประเภทร้านอาหารยืนยันว่ามีความจำเป็นเร่งด่วนที่จะต้องใช้สินค้าประเภทนั้นจริง  ทางอีมาร์เก็ตช้อปจะเร่งดำเนินการจัดหาสินค้าใหม่ที่มีคุณภาพใกล้เคียงกับสินค้าเดิมที่ผู้ใช้บริการประเภทร้านอาหารได้ทำการสั่งซื้อสินค้าไว้  ภายในเวลา 17.00 น.ของวันเดียวกันให้แก่ผู้ใช้บริการ</p><br>
                                                        </ol>
                                                    </li>
                                                    <li>หากเกิดกรณีมีเหตุสุดวิสัยที่ทำให้ทางอีมาร์เก็ตช้อป ไม่สามารถดำเนินการจัดส่งสินค้าตามคำสั่งซื้อสินค้าของผู้ใช้บริการประเภทบุคคลธรรมดาได้  ทางอีมาร์เก็ตช้อป ยินดีจะคืนเงินที่ผู้ใช้บริการได้ชำระแล้วตามรายละเอียดข้อ 6.1.1  ข้างต้น</li>
                                                    <br>
                                                    <li>หากเกิดกรณีมีเหตุสุดวิสัยที่ทำให้ทางอีมาร์เก็ตช้อป ไม่สามารถดำเนินการจัดส่งสินค้าตามคำสั่งซื้อของผู้ใช้บริการประเภทร้านอาหารตามวัน / เวลา และสถานที่ที่แจ้งไว้กับทาง อีมาร์เก็ตช้อปได้ ทางอีมาร์เก็ตช้อป จะเร่งดำเนินการแจ้งให้ผู้ใช้บริการประเภทร้านอาหารทราบทันทีหลังจากที่ได้รับทราบถึงเหตุสุดวิสัยที่เกิดขึ้น อันเป็นเหตุทำให้อีมาร์เก็ตช้อป ไม่สามารถส่งสินค้าให้ผู้ใช้บริการได้ในครั้งนั้น ๆ</li>
                                                </ol>
                                            <div class="entry-content">
                                                <h3>7. เงื่อนไขอื่น ๆ ทั่วไป</h3>
                                            </div>
                                            <br>
                                            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อีมาร์เก็ตช้อปขอสงวนสิทธิ์ในการแก้ไข เปลี่ยนแปลง เพิ่มเติมหน้าเว็บไซด์ แอปพลิเคชั่น และบริการ รวมถึงการแก้ไขเปลี่ยนแปลง เพิ่มเติม เงื่อนไข/ข้อตกลงในการสั่งซื้อสินค้าฉบับนี้ ณ เวลาใด ๆ โดยไม่จำเป็นต้องแจ้งให้ผู้ใช้บริการทราบล่วงหน้า โดยการแก้ไข เปลี่ยนแปลง เพิ่มเติม ดังกล่าวจะดำเนินการตามดุลยพินิจเฉพาะของทางอีมาร์เก็ตช้อป เพียงผู้เดียวเท่านั้น</p>
                                            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;หากมีการแก้ไข เปลี่ยนแปลง เพิ่มเติม เงื่อนไข/ข้อตกลงในการสั่งซื้อสินค้าฉบับนี้  ทาง     อีมาร์เก็ตช้อป จะทำการแจ้งให้ผู้ใช้บริการทราบผ่านช่องทางต่าง ๆ ก่อนที่ข้อกำหนดแก้ไข เปลี่ยนแปลงจะมีผลบังคับใช้   โดยทุกครั้งที่มีการแก้ไข เปลี่ยนแปลง เพิ่มเติม ใดๆ ของเงื่อนไข/ข้อตกลงในการสั่งซื้อสินค้า ทางอีมาร์เก็ตช้อป จะแสดงวันที่ล่าสุดที่มีการแก้ไขให้ทราบทุกครั้ง</p>
                                            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;หากการแก้ไข เปลี่ยนแปลง เพิ่มเติม เงื่อนไข/ข้อตกลงในการสั่งซื้อสินค้าฉบับนี้ ไม่มีผู้ใช้บริการใดๆ แสดงการทักท้วง หรือโต้แย้งการแก้ไข เปลี่ยนแปลง เพิ่มเติมดังกล่าวภายในระยะเวลา 30 วันหลังจากที่ ทางอีมาร์เก็ตช้อป ทำการเผยแพร่ข้อมูล ทางอีมาร์เก็ตช้อป จะถือว่า การแก้ไข เปลี่ยนแปลง เพิ่มเติม ดังกล่าวเป็นที่ยอมรับจากผู้ใช้บริการโดยไม่มีข้อโต้แย้งใด ๆ ทั้งสิ้น</p>
                                            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;หากผู้ใช้บริการจะมีการทักท้วง หรือโต้แย้ง การแก้ไข เปลี่ยนแปลง เพิ่มเติม เงื่อนไข/ข้อตกลงในการสั่งซื้อสินค้าฉบับนี้  ทางอีมาร์เก็ตช้อป จะดำเนินการพิจารณาข้อทักท้วง หรือข้อโต้แย้งนั้น ๆ เป็นรายกรณีไป และทางอีมาร์เก็ตช้อป มีสิทธิ์ที่จะยกเลิกคำสั่งซื้อ และ/หรืองดให้บริการสำหรับผู้ใช้บริการนั้น ๆ เป็นรายกรณีไป</p>

                                            <div style="margin-top:4em;">
                                                <h3>ติดต่อเรา</h3>
                                                <p>ติดต่อได้ทุกวัน : เวลา 08.00 AM – 10.00 PM</p>
                                                <p>E-mail : Emarketshops.thai@gmail.com</p>
                                            </div>
                                        </div>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
            </section>
        </div>
    </div>
    <!-- END: Content-->
    <!-- Modal -->
    <button type="button" id="btn_show_modal_seller" class="btn btn-outline-success block btn-lg" data-toggle="modal" data-target="#modal_show_seller" style="display:none;"></button>
    <div class="modal fade text-left" id="modal_show_seller" tabindex="-1" role="dialog" aria-labelledby="myModalLabel17" aria-hidden="true">
        <div class="modal-dialog modal-lg" role="document">
            <div class="modal-content">
                <div class="modal-header">
                    <h4 class="modal-title" id="myModalLabel17">info</h4>
                    <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                        <span aria-hidden="true">&times;</span>
                    </button>
                </div>
                <div class="modal-body">
                    <div class="text-center">                    
                        <img id="modal_seller_logo" src="<?php echo base_url('app-assets/img/logo-big.png'); ?>" class="rounded-circle  height-100" alt="Card image">
                        <h5 class="card-title text-gray" style="font-size:14px;margin-top:20px;"><span id="modal_shopName" class="text-black" style="font-size:18px;"></span></h5>
                        <p class="btn btn-sm btn-primary mr-25 text-center"><span id="modal_type"></span></p>
                    </div>
                    <hr>
                    <div class="card-body">
                        <p class="card-text text-gray">รายละเอียดร้านค้า : <span id="modal_dec" class="text-black"></span></p>
                        <p class="card-text text-gray">ที่อยู่ : <span id="modal_address" class="text-black"></span></p>
                        <p class="card-text text-gray">อีเมล :<span id="modal_email" class="text-black"></span></p>
                        <p class="card-text text-gray">โทร : <span id="modal_phone" class="text-black"></span></p>
                    </div>

                    <h5>Docs</h5>
                    <ul id="modal_docs"></ul>
                </div>
                <div class="modal-footer">
                    <!-- <button type="button" class="btn grey btn-outline-secondary" data-dismiss="modal">Close</button>
                    <button type="button" class="btn btn-outline-primary">Save changes</button> -->
                </div>
            </div>
        </div>
    </div>